---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PointRelativeToPoint
source: html/78797f31-07bb-b00f-07e6-0f3731ac5d2d.htm
---
# PointRelativeToPoint Members

Get a copy of the host point reference.